{
  "architectures": [
    "BailingMMNativeForConditionalGeneration"
  ],
  "audio_config": {
    "audio_encoder_output_size": 512,
    "ds_conv_type": "conv",
    "ds_kernel_size": 1,
    "ds_stride": 1,
    "audio_encoder_config_sanm": {
      "input_size": 560,
      "output_size": 512,
      "attention_heads": 4,
      "linear_units": 2048,
      "num_blocks": 50,
      "dropout_rate": 0.1,
      "positional_dropout_rate": 0.1,
      "attention_dropout_rate": 0.1,
      "input_layer": "pe",
      "pos_enc_class": "SinusoidalPositionEncoder",
      "normalize_before": true,
      "kernel_size": 11,
      "sanm_shfit": 0,
      "selfattention_layer_type": "sanm"
    }
  },
  "llm_config": {
    "_attn_implementation": "flash_attention_2",
    "architectures": [
      "BailingMoeForCausalLM"
    ],
    "attention_dropout": 0.0,
    "auto_map": {
      "AutoConfig": "configuration_bailing_moe.BailingMoeConfig",
      "AutoModel": "modeling_bailing_moe.BailingMoeModel",
      "AutoModelForCausalLM": "modeling_bailing_moe.BailingMoeForCausalLM",
      "AutoModelForTokenClassification": "modeling_bailing_moe.BailingMoeForTokenClassification"
    },
    "eos_token_id": 126081,
    "pad_token_id": 126081,
    "first_k_dense_replace": 0,
    "hidden_act": "silu",
    "hidden_size": 2048,
    "initializer_range": 0.006,
    "intermediate_size": 5632,
    "image_patch_token": 126346,
    "max_position_embeddings": 32768,
    "model_type": "bailing_moe",
    "moe_intermediate_size": 1408,
    "multi_gate": true,
    "num_experts": 64,
    "num_shared_experts": 2,
    "norm_topk_prob": true,
    "num_attention_heads": 16,
    "num_experts_per_tok": 6,
    "num_hidden_layers": 28,
    "num_key_value_heads": 4,
    "pretraining_tp": 1,
    "rms_norm_eps": 1e-06,
    "rope_scaling": null,
    "rope_theta": 600000,
    "tie_word_embeddings": false,
    "torch_dtype": "bfloat16",
    "transformers_version": "4.36.0",
    "use_cache": true,
    "use_bias": false,
    "use_qkv_bias": false,
    "vocab_size": 126464,
    "embedding_dropout": 0.0,
    "norm_head": true,
    "norm_softmax": false,
    "output_dropout": 0.0,
    "output_router_logits": false
  },
  "mlp_depth": 2,
  "model_type": "bailingmm",
  "torch_dtype": "float32",
  "transformers_version": "4.45.0.dev0",
  "vision_config": {
    "_name_or_path": "",
    "add_cross_attention": false,
    "architectures": [
      "Qwen2_5_VisionTransformer"
    ],
    "attn_implementation": "flash_attention_2",
    "auto_map": {
      "AutoConfig": "configuration_qwen2_5_vit.Qwen2_5_VLVisionConfig",
      "AutoModel": "qwen2_5_vit.Qwen2_5_VisionTransformer"
    },
    "bad_words_ids": null,
    "begin_suppress_tokens": null,
    "bos_token_id": null,
    "chunk_size_feed_forward": 0,
    "cross_attention_hidden_size": null,
    "decoder_start_token_id": null,
    "depth": 32,
    "diversity_penalty": 0.0,
    "do_sample": false,
    "early_stopping": false,
    "encoder_no_repeat_ngram_size": 0,
    "eos_token_id": null,
    "exponential_decay_length_penalty": null,
    "finetuning_task": null,
    "forced_bos_token_id": null,
    "forced_eos_token_id": null,
    "fullatt_block_indexes": [
      7,
      15,
      23,
      31
    ],
    "hidden_act": "silu",
    "hidden_size": 1280,
    "id2label": {
      "0": "LABEL_0",
      "1": "LABEL_1"
    },
    "in_channels": 3,
    "in_chans": 3,
    "intermediate_size": 3456,
    "is_decoder": false,
    "is_encoder_decoder": false,
    "label2id": {
      "LABEL_0": 0,
      "LABEL_1": 1
    },
    "length_penalty": 1.0,
    "max_length": 20,
    "min_length": 0,
    "model_type": "qwen2_5_vit",
    "no_repeat_ngram_size": 0,
    "num_beam_groups": 1,
    "num_beams": 1,
    "num_heads": 16,
    "num_return_sequences": 1,
    "out_hidden_size": 8192,
    "output_attentions": false,
    "output_hidden_states": false,
    "output_scores": false,
    "pad_token_id": null,
    "patch_size": 14,
    "prefix": null,
    "problem_type": null,
    "pruned_heads": {},
    "remove_invalid_values": false,
    "repetition_penalty": 1.0,
    "return_dict": true,
    "return_dict_in_generate": false,
    "sep_token_id": null,
    "spatial_merge_size": 2,
    "spatial_patch_size": 14,
    "suppress_tokens": null,
    "task_specific_params": null,
    "temperature": 1.0,
    "temporal_patch_size": 2,
    "tf_legacy_loss": false,
    "tie_encoder_decoder": false,
    "tie_word_embeddings": true,
    "tokenizer_class": null,
    "tokens_per_second": 2,
    "top_k": 50,
    "top_p": 1.0,
    "torch_dtype": "bfloat16",
    "torchscript": false,
    "typical_p": 1.0,
    "use_bfloat16": false,
    "window_size": 112
  }
}
